/* Localizable strings not stored in nib files */


"kImport" =									"読み込み";
"kImporting" =								"読み込み中 ";
"kImportNoDupeCheckingWarn" =				"重複レコードの確認は無効になっています。";
"kImportNoDupeCheckingWarnMsg" =			"レコードが不正に構成されて予期しない結果が起きないようにするために、既存のレコードと同じユーザ名または ID を持つエントリが読み込むファイルに存在しないことを確認してください。ユーザ名または ID が競合していないかどうかを調べるときは、名前の大文字／小文字が区別されないことに注意してください。";
"kExport" =									"書き出し";
"kExporting" =								"書き出し中 ";
"kCouldntExport" =							"書き出せませんでした";
"kExportPermissionError" =					"フォルダ“%@”にファイルを保存するためのアクセス権がありません。";
"kBadFileFormat" =							"選択したファイルは、選択したフォーマットで表示できません。ファイルのフォーマットを確認し、もう一度実行してください。";
"kConvert1" =								"再フォーマット中";
"kConvert2" =								"再フォーマット中 .";
"kConvert3" =								"再フォーマット中 . .";
"kConvert4" =								"再フォーマット中 . . .";
"kSessionWindowTitle" =						"ワークグループマネージャ：%@";
"kClientSessionWindowTitle" =				"<Apple Confidential> %@：%@ <Apple Confidential>";
"kNoRecentConnectionsMenuItem" =			"最近使った項目なし";
"kNoConnectionsMenuItem" =					"接続なし";
"kLocalSessionName" =						"ローカル";
"kNoItemsToAddToFavorites" =				"追加する項目なし";
"kNoItemsToRemoveFromFavorites" =			"取り除く項目なし";
"kSureToDeleteSelectedUsers" =				"選択したユーザを削除しますか？";
"kSureToDeleteSelectedSystemRecords" =		"選択したシステムレコードを削除しますか？";
"kSureToDeleteSelectedAdminUsers" =			"選択した管理者を削除しますか？";
"kSureToDeleteSelectedGroups" =				"選択したグループを削除しますか？";
"kSureToDeleteSelectedMachines" =			"選択したコンピュータを削除しますか？";
"kSureToDeleteSelectedMachineLists" =		"選択したコンピュータグループを削除しますか？";
"kSureToDeleteSelectedRecords" =			"選択したレコードを削除しますか？";
"kDeleteButtonTitle" =						"削除";
"kDontDeleteButtonTitle" =					"削除しない";
"kSureToDeleteRecordsSugg" =				"この操作は取り消せません。";
"kSureToDeleteSystemRecordsMsg" =				"システムを通常に操作するにはシステムレコードが必要です。この操作は、取り消しできず、問題を引き起こす可能性があります。";
"kNoPresetsMenuItem" =						"プリセットなし";
"kDeletePresetMenuitem" =					"プリセットの削除...";
"kRenamePresetMenuitem" =					"プリセットの名前変更...";
"kSavePresetMenuitem" =						"プリセットを保存...";
"kDuplicatePresetName" =					"既存のプリセットを置き換えますか？";
"kDuplicatePresetNameMsg" =					"“%@”という名前のプリセットはすでに存在します。置き換えますか？";
"kDuplicatePresetReplaceButtonName" =		"置換";
"kDuplicatePresetCancelButtonName" =		"キャンセル";
"kOKButtonTitle" =							"OK";
"kDefaultPresetName" =						"なし";
"kComputerListPopupListSelectedText" =		"コンピュータグループを選択";
"kNetworkViewPopupListNoNetworkView" =		"ネットワーク表示なし";
"kNADefaultRecordNameLocalizedString" =		"デフォルト";
"kNAPublicRecordNameLocalizedString" =		"パブリック";
"kDuplicateComputerRecordExistsTitleText" =	"既存のコンピュータレコードを置き換えますか？";
"kDuplicateComputerRecordExistsExplanationText" =	"“%@”という名前のコンピュータレコードはすでに存在します。置き換えますか？";
"kHideOptionsText" =						"オプションを隠す";
"kShowOptionsText" =						"その他のオプション...";
"kHideStatusBarMenuItem" =					"ステータスバーを隠す";
"kShowStatusBarMenuItem" =					"ステータスバーを表示";
"kStatusBarFormatNotAuthorized" =			"%@ ディレクトリを表示：%@。認証されていません";
"kStatusBarFormatAuthorized" =				"%@ として %@ ディレクトリに認証されました：%@";
"kStatusBarLocalDirName" =					"ローカル ";
"kAuthFailed" =								"このサーバのログイン情報が正しくありません。";
"kAuthFailedMsg" =							"入力したログイン情報は、サーバで受け付ることができませんでした。名前とパスワードを確認してもう一度ログインするか、ネットワーク管理者に連絡してください。";
"kUnknownHost" =							"不明なホスト。";
"kUnknownHostMsg" =							"入力したアドレスが無効か、ホストに到達できません。";
"kIPUnreachable" =							"ホストに到達できません。";
"kIPUnreachableMsg" =						"入力したアドレスに到達できません。ネットワーク接続を確認してください。";
"kUnknownError" =							"予期しないエラー。";
"kUnknownErrorMsg" =						"タイプ %d のエラーが発生しました。";
"kUnknown4CharErrorMsg" =					"タイプ‘%s’のエラーが起きました。";
"kServerFull" =								"接続しようとしているサーバで、接続数が、許可される最大数に達しています。";
"kServerFullMsg" =							"ほかのユーザがサーバとの接続を解除するまで待つ必要があります。";
"kNewUserName" =							"untitled";
"kNewUserLongName" =						"名称未設定";
"kNewGroupName" =							"untitled";
"kNewGroupLongName" =						"名称未設定";
"kNewCompName" =							"名称未設定";
"kSaveChanges" =							"変更内容を保存しますか？";
"kSaveChangesMsg" =							"選択したレコードへの変更を保存しますか？";
"kSaveChangesButton" =						"保存";
"kCancelButton" =							"キャンセル";
"kRevertButton" =							"元に戻す";
"kDontSaveChangesButton" =					"保存しない";
"kToolbarAccountsItemHelp" =				"アカウントを管理";
"kToolbarPrefsItemHelp" =					"環境設定を管理";
"kToolbarStatusItemHelp" =					"“サーバ管理”を開く";
"kToolbarMonitorItemHelp" =					"“サーバモニタ”を開く";
"kToolbarNewUserItemHelp" =					"新規ユーザを作成";
"kToolbarNewCompListItemHelp" =				"新規コンピュータグループを作成";
"kToolbarNewRecordItemHelp" =				"新規レコードを作成";
"kToolbarDeleteItemHelp" =					"選択したレコードを削除";
"kToolbarConnectItemHelp" =					"新規接続ダイアログ";
"kToolbarDisconnectItemHelp" =				"この接続を閉じる";
"kToolbarRefreshItemHelp" =					"現在のレコードリストまたはレコード表示を再読み込み";
"kToolbarNewWindowItemHelp" =				"この接続を使って別のウインドウを開く";
"kToolbarAdvancedSearchItemHelp" =			"詳細な検索モード";
"kNSLServiceDisplayName" =					"ワークグループマネージャサービス";
"kDeleteMultipleUsersMenuItem" =			"選択したユーザの削除";
"kDeleteSingleUsersMenuitem" =				"選択したユーザの削除";
"kDeleteMultipleGroupsMenuItem" =			"選択したグループの削除";
"kDeleteSingleGroupsMenuitem" =				"選択したグループの削除";
"kDeleteMultipleCompsMenuItem" =			"選択したコンピュータを削除";
"kDeleteSingleCompsMenuitem" =				"選択したコンピュータを削除";
"kDeleteSingleCompListMenuitem" =			"選択したコンピュータグループを削除";
"kDeleteMultipleCompListsMenuItem" =		"選択したコンピュータグループを削除";
"kDeleteMultipleRecordsMenuItem" =			"選択したレコードを削除";
"kDeleteSingleRecordMenuitem" =				"選択したレコードを削除";
"kCreateNewUserMenuItem" =					"新規ユーザ";
"kCreateNewGroupMenuItem" =					"新規グループ";
"kCreateNewCompMenuItem" =					"新規コンピュータ";
"kCreateNewCompListMenuItem" =				"新規コンピュータグループ";
"kCreateNewRecordMenuItem" =				"新規レコード";
"kAttributeNotMapped" =						"属性がマップされていません。";
"kAttributeNotMappedMsg" =					"“%@”という名前の属性は、レコードタイプ“%@”に対してマップされていません。ディレクトリサーバの管理者にこのエラーを報告してください。";
"kSchemaError" =							"スキーマエラー。";
"kSchemaErrorMsg" =							"属性“%@”に入力されたデータは、このスキーマが必要とするフォーマットではありません。";
"kRecordNotMapped" =						"レコードタイプがマップされていません。";
"kRecordNotMappedMsg" =						"タイプが“%@”のレコードは、マップされていません。ディレクトリサーバの管理者にこのエラーを報告してください。";
"kScreenTooSmall" =							"“ワークグループマネージャ”にはより高い画面解像度が必要なため、操作を続けることができません。";
"kScreenTooSmallMsg" =						"“システム環境設定”アプリケーションで、ディスプレイ解像度を 1024 × 768 以上に設定してください。その後で“ワークグループマネージャ”を再起動します。";
"kSearchNodeDisplayName" =					"検索方式";
"kLocalNodeMenuItem" =						"ローカル";
"kSearchNodeMenuItem" =						"検索方式";
"kUsersSummaryStringFormat" =				"%d/%d のユーザを選択";
"kUsersSummaryStringSingle" =				"%d/1 のユーザを選択";
"kGroupsSummaryStringFormat" =				"%d/%d のグループを選択";
"kGroupsSummaryStringSingle" =				"%d/1 のグループを選択";
"kComputersSummaryStringFormat" =			"%d/%d のコンピュータを選択";
"kComputersSummaryStringSingle" =			"%d/1 のコンピュータを選択";
"kComputerListsSummaryStringFormat" =		"%d/%d のグループを選択";
"kComputerListsSummaryStringSingle" =		"%d/1 のグループを選択";
"kRecordsSummaryStringFormat" =				"%d/%d のレコードを選択";
"kRecordsSummaryStringSingle" =				"%d/1 のレコードを選択";
"kUsersSummaryWidth" =						"200";
"kGroupsSummaryWidth" =						"200";
"kComputersSummaryWidth" =					"200";
"kComputerListsSummaryWidth" =				"200";
"kRecordsSummaryWidth" =					"75";
"kNoBatchSearchCriteria" =					"検索条件なし";
"kBatchSearchApplyProgressSearching" =		"検索中...";
"kBatchSearchApplyProgressFoundRecord" =	"レコード“%@”が見つかりました";
"kBatchSearchApplyProgressSavingAccountsTab" =	"変更を“%@”に保存中";
"kCantSavePrefsTitle" =						"環境設定を保存できません。";
"kCantSavePrefsRefreshSecsTooSmall" =		"リフレッシュの間隔は %d 〜 3600 秒の間にしてください。";
"kSearchFieldHintUserRecordType" =			"ユーザ";
"kSearchFieldHintGroupRecordType" =			"グループ";
"kSearchFieldHintComputerRecordType" =		"コンピュータ";
"kSearchFieldHintAllRecordType" =			"レコード";
"kSearchFieldHintIsMatchType" =				"である";
"kSearchFieldHintContainsMatchType" =		"部分一致";
"kSearchFieldHintStartsWithMatchType" =		"前方一致";
"kSearchFieldHintEndsWithMatchType" =		"後方一致";
"kSearchFieldHintLessThanMatchType" =		"より小さい";
"kSearchFieldHintGreaterThanMatchType" =	"より大きい";
"kSearchFieldHintNameField" =				"名前";
"kSearchFieldHintCommentField" =			"コメント";
"kSearchFieldHintIDField" =					"ID";
"kSearchFieldHintKeywordField" =			"キーワード";
"kSearchFieldHintENetAddrField" =			"Ethernet アドレス";
"kAllRecordsMenuItemName" =					"すべてのレコード";
"kRequiredRecordTypeNotMapped" =			"必要なレコードタイプがマップされていません。";
"kRequiredRecordTypeNotMappedMsg" =			"レコードタイプ“%@”は、%@ でディレクトリノードに対してマップされていません。“ディレクトリユーティリティ”を使用して、このレコードタイプをマップしてください。";
"kCantOpenTitle" = "ファイルを開けませんでした";
"kFileOpenFailed" = "ファイルを開けませんでした。ファイルを読み込むためのファイルのアクセス権があること、およびファイルが空でないことを確認してください。";
"kIgnore" = "無視";
"kEmptySearchStringExplanation" =			"すべてを表示するには * を使用する";
"kCantOpenNode" =							"要求されたノードを開けません。";
"kCantOpenNodeMsg" =						"タイプ %2$d の予期しないエラーが発生したためにノード %1$@ を開けませんでした。";
"kShowAllRecordsWarning" =					"すべてのレコードタブを有効にすると、無変換のディレクトリデータを編集できます。";
"kShowAllRecordsWarningMsg" =				"この無変換データを誤って編集すると、データが失われたり、システムが動作不能になったりする可能性があります。";
"kDeletingUsers" =							"ユーザを削除中...";
"kDeletingGroups" =							"グループを削除中...";
"kDeletingComputers" =						"コンピュータを削除中...";
"kDeletingComputerLists" =					"コンピュータグループを削除中...";
"kDeletingRecords" =						"レコードを削除中...";
"kRemovingGroupMemberships" =				"グループのメンバーシップを更新中...";
"kDrawerLocalNodeSummary" =					"ローカルディレクトリ：%@";
"kDrawerSearchNodeSummary" =				"検索方式";
"kDrawerOtherNodeSummary" =					"ディレクトリ：%@";
"kFeedbackURL" =							"http://www.apple.co.jp/feedback/server.html";
"kSupportURL" =								"http://www.apple.com/jp/support/macosxserver/";
"kDocumentationURL" =						"http://www.apple.co.jp/server/documentation";
"kAdvancedSearchCriteriaBatchTitle" =		"続ける";
"kAdvancedSearchCriteriaSearchNowTitle" =	"今すぐ検索";
"kAdvancedSearchPresetSaveAsNameFormat" =	"%@ のコピー";
"kBatchSummaryUserStringSingle" =			"1 ユーザ";
"kBatchSummaryUserStringFormat" =			"%d ユーザ";
"kBatchSummaryGroupStringSingle" =			"1 グループ";
"kBatchSummaryGroupStringFormat" =			"%d グループ";
"kBatchSummaryComputerStringSingle" =		"1 台のコンピュータ";
"kBatchSummaryComputerStringFormat" =		"%d 台のコンピュータ";
"kBatchSummaryComputerListStringSingle" =	"1 個のコンピュータグループ";
"kBatchSummaryComputerListStringFormat" =	"%d 個のコンピュータグループ";
"kSearchAndApplyNotAuthed" =				"認証されていません。";
"kSearchAndApplyNotAuthedMsgFormat" =		"ノード %@ は認証されていません。ノードに変更を加えるには、鍵のアイコンをクリックしてこのノードへの認証を取得する必要があります。";
"kNotAuthorized" =							"認証されていません。";
"kNotAuthorizedMsg" =						"この操作を実行する権限がないため、この操作は失敗しました。";
"kNotImplemented" =							"用意されていません。";
"kNotImplementedMsg" =						"Open Directory プラグインがこの機能をまだ用意していないため、この操作は失敗しました。";
"kAdvancedSearchNoPreset" =					"なし";
"kAdvancedSearchSureToDeletePreset" =		"詳細検索プリセットを削除しますか？";
"kAdvancedSearchSureToDeletePresetMsg" =	"詳細検索プリセット“%@”を削除してもよろしいですか？この操作は取り消せません。";
"kAdvancedSearchReplacePreset" =			"その名前の詳細検索プリセットはすでに存在します。";
"kAdvancedSearchReplacePresetMsg" =			"既存のプリセット“%@”をこのプリセットに置き換えてもよろしいですか？この操作は取り消せません。";
"kAdvancedSearchMenuItem" =					"詳細な検索...";
"kAdvancedSearchCriteriaFormat" =			"%1$@%2$@ %4$@ %3$@";
"kLocalConnectionOnNonServer" =				"ネットワークには表示されないローカル構成データベースで作業中です。";
"kLocalConnectionOnNonServerMsg" =			"行った変更は、ローカル構成データベースに保管されているアカウントだけに適用されます。ネットワーク・ディレクトリ・ドメインに保管されているアカウントを作成または変更したい場合は、“OK”をクリックした後、地球のアイコンをクリックして、ネットワーク・ディレクトリ・ドメインを選択してください。";
"kAuthBtnUnlockHelpTag" =					"このディレクトリ内の変更を許可します。";
"kAuthBtnLockHelpTag" =						"このディレクトリ内をこれ以上変更できないようにします。";
"kAddKeywordTitleText" =					"%@ に追加するキーワードを選択";
"kSaveRecordWithNVandNoEthernetIDAlert" =	"ネットワーク表示があるのに Ethernet ID を持たないコンピュータレコード [%@] を保存しようとしています。";
"kSaveRecordWithNVandNoEthernetIDMsg" =		"コンピュータレコードには、ネットワーク表示と、クライアントがそのネットワーク表示を使用するための Ethernet ID が必要です。";
"kCouldNotImportUsers" =					"読み込めなかったユーザがあります。";
"kCouldNotImportUsersMsg" =					"次のユーザを読み込めませんでした。これらのユーザの 1 番目のユーザ名に、ピリオドなどの無効な文字が含まれています。\n%@";

"kODEFileMenuTitle" =						"ファイル";
"kODEEnableRootUserMenuItem" =				"ルートユーザを有効にする...";
"kODEPasswordAndVerifyDontMatch" =			"パスワードフィールドとその確認用フィールドが一致しません。";
"kODEPasswordAndVerifyDontMatchMsg" =		"値をもう一度入力し、それらが一致することを確認してください。";

"kUnexpectedErrorErr" =						"予期しないエラーが起きました";
"kUnexpectedErrorMsg" =						"エラーのタイプ %1$s（%2$d）、%3$d/%4$@ 行";
"kUnexpectedErrorString" =					"予期しないエラーが起きました。タイプ %1$s（%2$d）、%3$d/%4$@ 行";

"-14120 error" =							"認証されていません。";
"-14120 msg" =								"この操作を実行する権限がないため、この操作は失敗しました。";
"-14484 error" =							"認証されていません。";
"-14484 msg" =								"この操作を実行する権限がないため、この操作は失敗しました。";
"-14988 error" =							"用意されていません。";
"-14988 msg" =								"Open Directory プラグインがこの機能をまだ用意していないため、この操作は失敗しました。";
"kGuestComputer" =							"ゲストコンピュータ";
"kClearMenu" =								"メニューを消去";

"kCompShortNameAlreadyInUse" =				"選択した名前は、別のコンピュータに割り当てられている名前と重複します。";
"kCompShortNameAlreadyInUseMgs" =			"“%@”という名前を 2 台の異なるコンピュータに割り当てることはできません。重複のチェックでは名前の大文字／小文字は区別されません。";
"kNoCalendarHostSelected" =					"カレンダーホストが選択されていません";

"kUsersTabToolTip" =						"ユーザ";
"kGroupsTabToolTip" =						"グループ";
"kComputersTabToolTip" =					"コンピュータ";
"kComputerGroupsTabToolTip" =				"コンピュータグループ";
"kAllRecordsTabToolTip" =					"すべてのレコードタイプ";

"kBSDNodeUGNotEnabled" =					"BSD ローカルノードのユーザおよびグループレコードが有効になっていません。";
"kBSDNodeUGNotEnabledMsg" =					"ワークグループマネージャに BSD ノードを表示するには、ユーザおよびグループレコードを有効にする必要があります。この設定は、ディレクトリユーティリティの“サービス”タブで有効にできます。";

"kNewUserSACLsWarningTitle" =				"新しいユーザはサービスへのアクセスが許可されていない場合があります。";
"kNewUserSACLsWarningMsg" =					"サービスアクセス制御が有効になっている場合は、ワークグループマネージャでユーザを作成した後に、必要なサービスへのアクセスを許可する必要があります。この操作は、サーバ管理の“アクセス”パネルで実行できます。";
